---
kind: method
id: M:Autodesk.Revit.DB.FilterStringGreater.#ctor
source: html/d567baec-ae84-29cd-f0bd-caab339b4ff1.htm
---
# Autodesk.Revit.DB.FilterStringGreater.#ctor Method

Constructs an instance of FilterStringGreater.

## Syntax (C#)
```csharp
public FilterStringGreater()
```